{
  "posts": [
    {
      "id": 1,
      "title": "hello"
    }
  ],
  "profile": {
    "name": "typicode"
  },
  "quotes": [
"Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do. - Pele",

"There are no secrets to success. It is the result of preparation, hard work, and learning from failure. - Colin Powell",

"Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful. - Albert Schweitzer",

"Coming together is a beginning, keeping together is progress, working together is success. - Henry Ford",

"Success is not final, failure is not fatal: it is the courage to continue that counts. - Winston    Churchill",

"The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand. - Vince Lombardi",

"Success is the result of perfection, hard work, learning from failure, loyalty, and persistence. - Colin Powell",

"Success is where preparation and opportunity meet. - Bobby Unser",

"Patience, persistence and perspiration make an unbeatable combination for success. - Napoleon Hill",

"Happiness lies in the joy of achievement and the thrill of creative effort. - Franklin D. Roosevelt",

"Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come. - Dwayne Johnson",

"Without continual growth and progress, such words as improvement, achievement, and success have no meaning. - Benjamin Franklin",

"Try not to become a man of success, but rather try to become a man of value. - Albert Einstein",

"The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office. - Dwight D. Eisenhower",

"Success is a journey, not a destination. The doing is often more important than the outcome. - Arthur Ashe",

"Success consists of going from failure to failure without loss of enthusiasm. - Winston Churchill",

"Some people dream of success, while other people get up every morning and make it happen. - Wayne Huizenga",

"Money won't create success, the freedom to make it will. - Nelson Mandela",

"The secret of your success is determined by your daily agenda. - John C. Maxwell",

"A strong, positive self-image is the best possible preparation for success. - Joyce Brothers",

"However difficult life may seem, there is always something you can do and succeed at. - Stephen Hawking",

"Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek. - Mario Andretti",

"Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better. - John Carmack",

"Ambition is the path to success. Persistence is the vehicle you arrive in. - Bill Bradley",

"Success is the sum of small efforts - repeated day in and day out. - Robert Collier",

"Think little goals and expect little achievements. Think big goals and win big success. - David Joseph Schwartz",

"Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus. - Alexander Graham Bell",

"Before anything else, preparation is the key to success. - Alexander Graham Bell",

"When one door closes, another opens, but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us. - Alexander Graham Bell",

"What lies behind you and what lies in front of you, pales in comparison to what lies inside of you. - Ralph Waldo Emerson",

"All you need is the plan, the road map, and the courage to press on to your destination. - Earl Nightingale",

"Do not go where the path may lead, go instead where there is no path and leave a trail. - Ralph Waldo Emerson",

"Be sure you put your feet in the right place, then stand firm. - Abraham Lincoln",

"Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success. - C. S. Lewis",

"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence. - Helen Keller",

"Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it. - Bruce Lee",

"To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless. - Gilbert K. Chesterton",

"The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith. - Billy Graham",

"Be faithful in small things because it is in them that your strength lies. - Mother Teresa",

"Sometimes life hits you in the head with a brick. Don't lose faith. - Steve Jobs",

"My mission in life is not merely to survive, but to thrive, and to do so with some passion, some compassion, some humor, and some style. - Maya Angelou",

"I can't change the direction of the wind, but I can adjust my sails to always reach my destination. - Jimmy Dean",

"Put your heart, mind, and soul into even your smallest acts. This is the secret of success. - Swami Sivananda",

"No act of kindness, no matter how small, is ever wasted. - Aesop",

"Someone is sitting in the shade today because someone planted a tree a long time ago. - Warren Buffett",

"The best preparation for tomorrow is doing your best today. - H. Jackson Brown, Jr",

"Perfection is not attainable, but if we chase perfection we can catch excellence. - Vince Lombardi",

"The measure of who we are is what we do with what we have. - Vince Lombardi",

"I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion. - Muhammad Ali",

"It is during our darkest moments that we must focus to see the light. - Aristotle",

"Do not go where the path may lead, go instead where there is no path and leave a trail. - Ralph Waldo Emerson",

"One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity. - Albert Schweitzer",

"Nearly all men can stand adversity, but if you want to test a man's character, give him power. - Abraham Lincoln",

"The past cannot be changed. The future is yet in your power. - Unknown",

"The power of imagination makes us infinite. - John Muir",

"Once you replace negative thoughts with positive ones, you'll start having positive results. - Willie Nelson",

"Yesterday is not ours to recover, but tomorrow is ours to win or lose. - Lyndon B. Johnson",

"You cannot have a positive life and a negative mind. - Joyce Meyer",

"A strong, positive self-image is the best possible preparation for success. - Joyce Brothers",

"Keep your face to the sunshine and you cannot see a shadow. - Helen Keller",

"In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact. - Les Brown",

"Your smile will give you a positive countenance that will make people feel comfortable around you. - Les Brown",

"Education is what remains after one has forgotten what one has learned in school. - Albert Einstein",

"If your actions inspire others to dream more, learn more, do more and become more, you are a leader. -  John Quincy Adams",

"A leader is one who knows the way, goes the way, and shows the way. - John C. Maxwell",

"The best preparation for tomorrow is doing your best today. - H. Jackson Brown, J",

"Always do your best. What you plant now, you will harvest later. - Og Mandino",

"An investment in knowledge pays the best interest. - Benjamin Franklin",

"Only I can change my life. No one can do it for me. Carol Burnett",

"Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do. - Pele",

"There are no secrets to success. It is the result of preparation, hard work, and learning from failure. - Colin Powell",

"Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful. - Albert Schweitzer",

"Coming together is a beginning, keeping together is progress, working together is success. - Henry Ford",

"Success is not final, failure is not fatal: it is the courage to continue that counts. - Winston    Churchill",

"The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand. - Vince Lombardi",

"Success is the result of perfection, hard work, learning from failure, loyalty, and persistence. - Colin Powell",

"Success is where preparation and opportunity meet. - Bobby Unser",

"Patience, persistence and perspiration make an unbeatable combination for success. - Napoleon Hill",

"Happiness lies in the joy of achievement and the thrill of creative effort. - Franklin D. Roosevelt",

"Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come. - Dwayne Johnson",

"Without continual growth and progress, such words as improvement, achievement, and success have no meaning. - Benjamin Franklin",

"Try not to become a man of success, but rather try to become a man of value. - Albert Einstein",

"The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office. - Dwight D. Eisenhower",

"Success is a journey, not a destination. The doing is often more important than the outcome. - Arthur Ashe",

"Success consists of going from failure to failure without loss of enthusiasm. - Winston Churchill",

"Some people dream of success, while other people get up every morning and make it happen. - Wayne Huizenga",

"Money won't create success, the freedom to make it will. - Nelson Mandela",

"The secret of your success is determined by your daily agenda. - John C. Maxwell",

"A strong, positive self-image is the best possible preparation for success. - Joyce Brothers"

]
}
